const m = new Rules();

m.addRules('Включённый трейл/фпс в углу.', 1);
m.addRules('Включенный микро/Эвриплей запись.', 1);
m.addRules('Не ниже 30фпс видео.', 1);
m.addRules('Нельзя переименовывать Заливать в VK, google drive, Mega, Облако, Яндекс Диск и тд Нельзя редактировать Рау футаж', 1);
m.addRules('Чит индикатор с мод меню, если используете мод меню.', 1);

m.addRules('В видео должна присутствовать пульсация орбов/пульсация трейла/показ фпс в углу', 2);
m.addRules('Клики должны быть отчётливо слышны', 2);
m.addRules('Если вы используете мх или другие мод меню, вы обязаны включать отображение чит индикатора.', 2);
m.addRules('Отображение реального времени в углу и игровой сессии.', 2);
m.addRules('Сырая запись не должна переименовываться и редактироваться.', 2);